Repository: akurtasinski/purple-events
Catalog: po/*.po
Languages: de, fr

source: Events handling
de: Ereignisbehandlung
fr: Gestion d’événements

source: Allows to set a fine-grained event handling
de: Erlaubt sehr individuell einstellbare Ereignisbehandlung
fr: Permet une gestion fine des événements

source: This plugin should be used as a base for event-based plugins
de: Dieses Plugin sollte als Basis für Ereignis-basierte Plugins verwendet werden
fr: Ce plugin devrait être utilisé comme base for des plugins utilisant des événements

source: Events:
de: Ereignisse:
fr: Événements :

source: Highlights
fr: Surbrillance

source: Actions (/me messages)
de: Aktionen (/me-Nachrichten)
fr: Action (messages /me)

source: Anonymous (non-buddy) messages
fr: Messages anonymes (de non-contacts)

source: Anonymous highlights
fr: Surbrillance anonyme

source: Anonymous actions (/me messages)
fr: Action anonymes (messages /me)

source: Buddy signing on
de: Kontakt meldet sich an
fr: Connexion d’un contact

source: Buddy signing off
de: Kontakt meldet sich ab
fr: Déconnexion d’un contact

source: Buddy going away
de: Abwesenheit eines Kontaktes
fr: Absence d’un contact

source: Buddy going idle
de: Untätigkeit eines Kontaktes
fr: Inactivité d’un contact

source: Buddy coming back
de: Kontakt ist wieder anwesend
fr: Retour d’un contact

source: Status message change (or removal)
de: Änderung der Statusnachricht
fr: Changement (ou suppression) du message de statut

source: Special events
de: Spezielle Ereignisse
fr: Événements spéciaux

source: Even for a blocked buddy
de: Auch für blockierte Kontakte
fr: Même pour un contact bloqué

source: Only from new conversation
de: Nur für neue Konversationen
fr: Seulement pour les nouvelles conversations

source: Only when available
de: Nur wenn ich anwesend bin
fr: Seulement si je suis disponible

source: Stack events (do not ignore a buddy action if an event is already attached to)
fr: Empiler les événements (ne pas ignorer une action d’un contact si un événements le concerne déjà)

source: Display all e-mail notifications if multiple e-mails
fr: Afficher toutes les notifications d’e-mail si plusieurs

source: Events selection
de: Ereignisauswahl
fr: Sélection des événements

source: Select events for contact
de: Ereignisse für Kontakt auswählen
fr: Sélectionnez les événements pour le contact

source: Select events for group
de: Ereignisse für Gruppe auswählen
fr: Sélectionnez les événements pour le groupe

source: _Set events for contact
de: Ereignisse für Kontakt _festlegen
fr: _Choisir les événements pour le contact

source: _Set events for group
de: Ereignisse für Gruppe _festlegen
fr: _Choisir les événements pour le groupe

source: _Cancel
de: _Abbrechen
fr: _Annuler

source: Use global settings
de: globale Einstellungen verwenden
fr: Utiliser les réglages globaux

source: Use group settings
de: Einstellungen der Gruppe verwenden
fr: Utiliser les réglages du groupe

source: Disable all events
de: alle Ereignisse abschalten
fr: Désactiver tous les événements

source: Select events
de: Ereignisse auswählen
fr: Sélectionner les événements

source: Current events: all disabled
de: Aktuell: alle Ereignisse abgeschaltet
fr: Événements actuels : tous désactivés

source: Current events: global settings
de: Aktuell: globale Einstellungen
fr: Événements actuels : réglages globaux

source: Current events: group settings
de: Aktuell: Einstellungen der Gruppe
fr: Événements actuels : réglages de groupe

source: Current events: selection
de: Aktuell: individuelle Auswahl
fr: Événements actuels : sélection

source: Events
de: Ereignisse
fr: Événements

source: Events commands:
fr: Commandes d’événements

source: Events to order
fr: Événements à la commande

source: Exec a command on specific event
fr: Exécute une commande pour un événement

source: Messages
de: Nachrichten

source: Restrictions:
de: Einschränkungen:
